Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: འདོད་པ་འདི་དག་ངན་ཅེས་རྒྱལ་བས་གསུངས། །
en: The victorious ones refer to the pleasure of the senses as ‘vile.’

source: སྐྱེ་བོ་དག་ནི་བག་མེད་དོན་སྤྱོད་དེ། །
en: Ordinary people go about things in an inattentive fashion.

source: དེ་ཕྱིར་དོན་མིན་རྟག་ཏུ་རྣམ་པར་སྤོངས། །
en: That is why I always stay away from these pointless activities.

source: བློ་གྲོས་ངན་པ་དོན་མེད་ཁུར་ཁྱེར་ཏེ། །
en: “ ‘It is unintelligent to be carrying around a burden you do not need.

source: ཁྱོད་ནི་དོན་མེད་པ་ལ་རབ་ཏུ་གནས། །
en: What you are doing is pointless.

source: འཕགས་པ་དག་གིས་འབྱུང་བ་རབ་ཏུ་བསྔགས། ། འདོད་ཡོན་སྡུག་བསྔལ་འཐོབ་བྱེད་མི་ཤེས་སོ། །
en: Do you not see the suffering that sense pleasures bring about? The advice of the noble ones is that it is best to leave them behind.’

source: བཅོམ་ལྡན་འདས་དེས་ཚིགས་སུ་བཅད་པ་དེ་དག་གིས་དེ་བསྐུལ་བ་དང་། དེ་བུ་ལ་མ་བལྟས། ཆུང་མ་ལ་ཡང་མ་བལྟས། ཚོང་དཔོན་དང་། བློན་པོ་དང་། ཕ་དང་། མ་དང་། མཁར་གྱི་རྒྱལ་པོ་དང་། གྲོང་རྡལ་དང་། ལྗོངས་དང་། རྒྱལ་སྲིད་ཐམས་ཅད་ལ་ཡང་མ་བལྟས། ནོར་གྱི་ཕུང་པོ་ཐམས་ཅད་ལ་ཡང་མ་ཆགས་པར་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་དེའི་སྤྱན་སྔར་འདུག་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ། །
en: “Because of these verses of encouragement that the Lord had spoken to him, he lost his interest in children, he lost his interest in wives, and he lost his interest in businessmen, ministers, parents, vassal kings, marketplaces, districts, and everything related to government. He did not care about all his hoards of treasure, and he abandoned his throne. Standing before the Lord, he spoke these verses:

source: སངས་རྒྱས་ཀྱི་ནི་བྱང་ཆུབ་ཕྱིར། །བདག་གི་ཤ་ཡང་བསྐམ་པར་བགྱི། །
en: “ ‘I will let my flesh dry up, And I will abandon any dwelling.

source: ཁྱིམ་ཀུན་ཀྱང་ནི་སྤང་བར་བགྱི། །དགོན་པར་མཆིས་ནས་འགུམ་པར་བགྱི། །
en: I will go into the wilderness and meet my death, In order to attain awakening.

source: སྲོག་ཆགས་ཀུན་ལ་ཕན་པའི་ཕྱིར། །ཁྱིམ་མེད་པར་ནི་རབ་བྱུང་ནས། ། དགོན་པ་རབ་དགོན་སྟེན་བགྱིད་ཅིང་། །ཕྱིར་ཡང་བརྩོན་འགྲུས་བརྩམ་པར་བགྱི། །
en: “ ‘I will apply myself with vigor again and again For the sake of all living beings. I will lead the life of a homeless renunciant In a remote forest hermitage.

source: བྱིས་པ་སྨྲ་བ་སྡིག་པ་ཡི། །འདོད་པའི་ཕྱིར་ཡང་མི་སྟེན་ཏེ། །
en: “ ‘Never again will I be driven by desire, Evils, or childish chatter.

source: དེ་ལ་གནས་པར་གྱུར་པས་ན། །བདག་ནི་རྒྱབ་ཀྱིས་ཕྱོགས་པར་གྱུར། །
en: If I were to engage in these things, I would be heading backward.

source: འདོད་དང་ལོངས་སྤྱོད་རྒྱལ་སྲིད་དང་། །ཐམས་ཅད་རྣམ་པར་སྤངས་གྱུར་ཏེ། །འཇིག་རྟེན་མགོན་གྱི་བསྟན་པ་ལ། །དེང་ཉིད་བདག་ནི་རབ་ཏུ་འབྱུང་། ། བྱང་ཆུབ་ཕྱིར་ནི་སྤྱད་པ་སྤྱོད་བྱེད་ན། ། མཁས་པས་སུ་ཞིག་འདུས་བྱས་ཡིད་རྟོན་བྱེད། །གང་དུ་བདག་ནི་འདོད་ལ་ཞུགས་གྱུར་པས། །བརྩོན་འགྲུས་བརྩམས་ཀྱང་བྱང་ཆུབ་རེག་མ་གྱུར། །དེ་བས་འདོད་པའི་ཡོན་ཏན་བདག་སྤངས་ཏེ། །
en: “ ‘What intelligent person would rely upon conditioned things When he had set out on the journey to awakening? If I am driven by desire, then no matter how much vigor I apply, I will not reach awakening. “ ‘Therefore, I will give up sense pleasures And discard material possessions and the possessions of royalty.

source: ལོངས་སྤྱོད་བདེ་དང་རྒྱལ་སྲིད་བ་དེ་སྤངས་ནས། །རྒྱལ་བའི་བསྟན་ལ་ཆེད་དུ་རབ་བྱུང་ལ། །བྱང་ཆུབ་མཆོག་ཕྱིར་བརྩོན་འགྲུས་བརྩམ་པར་བགྱི། །
en: Becoming a renunciant, I will turn to the teaching of the Victorious One, Applying vigor in order to attain the highest awakening.’

source: དེས་ཚིགས་སུ་བཅད་པ་དེ་དག་སྨྲས་ནས་བཅོམ་ལྡན་འདས་དེ་ཉིད་ཀྱི་དྲུང་དུ་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ། གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། ། རྒྱལ་པོ་མངོན་པར་བྱུང་ཞིང་རབ་ཏུ་བྱུང་བར་ཤེས་ནས་སྲོག་ཆགས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དྲུག་ཅུ་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། ། དེས་བཅོམ་ལྡན་འདས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་རིང་བསྲེལ་ལ་མཆོད་པ་བྱས་ནས་དེ་ནས་ཤི་འཕོས་མ་ཐག་ཏུ་དགའ་ལྡན་གྱི་རིས་ཀྱི་ལྷའི་རྒྱལ་པོར་སྐྱེས་སོ། །
en: “When he had uttered these verses he had his hair shaved off, donned saffron robes in the presence of the Lord, and, following his conviction, he renounced ordinary household life and became a renunciant. When they saw the king leaving everything behind and becoming a renunciant, sixty thousand million trillion beings followed their conviction, left ordinary household life behind, and become renunciants.

source: དེ་དགའ་ལྡན་གྱི་ལྷའི་རིས་ནས་ཤི་འཕོས་ནས་བསྐལ་པ་དེ་ཉིད་ལ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལེགས་སྤྱོད་ཅེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ། རིག་པ་དང་ཞབས་སུ་ལྡན་པ་ནས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཞེས་བྱ་བའི་བར་དུ་སྟེ། དེ་ལོ་བྱེ་བ་ཚང་བར་གནས་སོ། ། དེའི་ཉན་ཐོས་ཀྱང་བྱེ་བ་ཁྲག་ཁྲིག་ཚང་བའི་ཉན་ཐོས་ཆེན་པོ་འདུས་པར་གྱུར་ཏེ། ཐམས་ཅད་ཀྱང་དགྲ་བཅོམ་པ། ཟག་པ་ཟད་པ་ནས་སེམས་ཀྱི་དབང་ཐམས་ཅད་ཀྱི་དམ་པའི་ཕ་རོལ་དུ་སོན་པ་ཤ་སྟག་གི་བར་དུའོ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བརྒྱ་ཕྲག་སྟོང་ཡང་བླ་ན་ མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པའི་བར་དུ་བཀོད་དོ། ། ཆོས་བསྟན་ནས་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་དོན་བྱས་ཏེ། ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ། ། དེ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་དམ་པའི་ཆོས་ནི་བསྐལ་པ་ལས་ལྷག་པར་གནས་པར་གྱུར་ཏོ། ། དེའི་རིང་བསྲེལ་ཡང་རྒྱས་པར་གྱུར་ཏེ། འདི་ལྟ་སྟེ་དཔེར་ན་ངད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་རིང་བསྲེལ་རྒྱས་པར་འགྱུར་བ་བཞིན་ནོ། །
en: “When the Lord passed away, he worshiped his remains, and when he died he was immediately reborn as the king of the gods in Tuṣita Heaven. When he left the heavenly Tuṣita realm, he attained unsurpassed perfect awakening in the very same eon, appearing in the world as a tathāgata, arhat, fully accomplished buddha named Sucarita. He was perfect in wisdom and conduct, and so forth, awakened, a lord. He remained for a full ten million years and had a great following of no less than a million trillion śrāvakas who were all arhats, who had eliminated the defilements, and so forth, and who had reached the very highest level of complete mastery of the mind. He inspired a hundred thousand to become bodhisatvas who were certain not to turn back from the attainment of unsurpassed perfect awakening, and so forth. By teaching the Dharma, he benefitted an uncountable, incalculable number of sentient beings and then passed away. When he had passed away, the true Dharma remained until the end of the eon. His relics were distributed widely, just as my relics will be distributed widely when I pass away.

source: ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སྡོམ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སྡོམ་པ་ལ་གནས་པའི་རྗེས་སུ་བྱང་ཆུབ་སེམས་དཔའ་བསླབ་ཅིང་བརྩོན་འགྲུས་མཉམས་པར་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྤྱད་པར་བྱ་བའི་སེམས་ཅན་ཀེང་རུས་ལ་གནས་པ་དང་། སེར་སྣ་ལ་གནས་པ་དག་གི་རྗེས་སུ་བསླབ་པར་མི་བྱའོ། །
en: “Śāriputra, one should apply oneself in the perfection of vigor with the unfaltering vigor of the bodhisatva Samvara and the bodhisatva Samvarasthita, and one should not conduct oneself as sentient beings do, trapped in the cage of the skeleton or enmeshed in envy.

source: ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་གང་ལ་ལ་བྱང་ཆུབ་འདོད་ལ་གཞན་གྱི་ཁྱིམ་ལ་སེར་སྣ་སྐྱེད་ན། དེའི་ཚེ་དེ་ལ་འཇིགས་པ་གསུམ་འབྱུང་བར་ཤེས་པར་བྱའོ། ། གསུམ་གང་ཞེ་ན། གཞན་གྱི་ཁྱིམ་དག་ཏུ་ཁ་ཟས་ཀྱི་ཕྱིར་སྨྲ། ཀུན་ཏུ་སྨྲ་བའི་ཕྱིར་འཕགས་པའི་དགེ་སློང་གཞན་མཐོང་ན། ཕྲག་དོག་དང་། སེར་སྣ་སྐྱེད་ཅིང་། ཁོང་ཁྲོ་བའི་སེམས་གཅིག་ཙམ་གྱིས་ཀྱང་མི་འཐུན་པར་བྱེད་ན། དེས་སེམས་ཅན་དམྱལ་བའི་ལམ་ཡོངས་སུ་གཟུང་བར་འགྱུར། དམུས་ལོང་གི་ས་བོན་བཏབ་པར་འགྱུར། མཐའ་འཁོབ་ཏུ་སྐྱེ་བའི་གནས་ཡོངས་སུ་གཟུང་བར་འགྱུར་རོ། ། ཤཱ་རིའི་བུ་གང་ལ་ལས་འཕགས་པའི་དགེ་སློང་མཐོང་ན་ཁྲོ་བའི་ཟིལ་གྱིས་ནོན་ཏེ། ཁྲོས་པའི་སེམས་ཀྱིས་མི་སྨྲ་ཞིང་སེར་སྣ་སྐྱེད་དེ། ཁོང་ཁྲོ་བའི་སེམས་གཅིག་ཙམ་གྱིས་ཀྱང་མི་འཐུན་པར་བྱེད་ན། དེས་སེམས་ཅན་དམྱལ་བའི་ལམ་ཡོངས་སུ་གཟུང་བར་འགྱུར། དམུས་ལོང་གི་ས་བོན་བཏབ་པར་འགྱུར། མིར་སྐྱེས་ན་ཡང་མཐའ་འཁོབ་ཀྱི་མིའི་ཡུལ་ཕྱོགས་སུ་སྐྱེ་བའི་གནས་ཡོངས་སུ་གཟུང་བར་འགྱུར། ཁོང་ཁྲོ་བ་མང་བར་འགྱུར། དམུས་ལོང་དུ་འགྱུར། གཞན་གྱི་དྲིང་འཇོག་ཅིང་སྐུར་པ་མང་བར་འགྱུར་རོ། ། ཤཱ་རིའི་བུ་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་གཞན་གྱི་ཁྱིམ་ལ་ཕྲག་དོག་དང་། སེར་སྣ་སྐྱེ་བ་དེའི་ཚེ་དེ་དག་འཇིགས་པ་འདི་གསུམ་ཡིད་ལ་བྱའོ། །
en: “Śāriputra, any bodhisatva who wishes to attain awakening but envies the houses of others will face three dangers. What are these three dangers? If, when receiving alms from a house belonging to someone else, or staying there to converse, he sees another noble mendicant and then experiences feelings of envy and miserliness, even if his aversion amounts to only a single aggressive thought, he is on the path to hell; he is planting the seed that will lead to him being born blind; he is ensuring that he will be born in a barbarous border country. Śāriputra, someone who is overcome by rage when he sees that mendicant and with a mind filled with anger refuses to talk to him and experiences feelings of miserliness, even if his aversion amounts to only a single aggressive thought, he is on the path to hell; he is planting the seed that will lead to him being born blind; he is ensuring that if born human he will be born in a barbarous border country. He will face much anger. He will be born blind. He will be ruled by others and abused. Śāriputra, when a bodhisatva becomes envious and miserly in relation to others’ property, that is when these three dangers arise.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ལ་དེ་ལྟར་རྙེད་པ་ལེགས་པར་རྙེད་དོ། ། དེ་བཞིན་གཤེགས་པས་ཁྱིམ་གྱི་སེར་སྣ་ལས་བྱུང་བ་འདི་ལྟ་བུ་བཤད་པ་ངོ་མཚར་ཏོ། ། བཅོམ་ལྡན་འདས་བདག་ཅག་ཉན་ཐོས་རྣམས་ལ་ཡང་ཁྱིམ་གྱི་སེར་སྣ་ལས་འབྱུང་བ་ལེགས་པར་རབ་ཏུ་བཤད་དུ་གསོལ། བཅོམ་ལྡན་འདས་བདག་ཅག་ཀྱང་སེམས་ཅན་དམྱལ་བ་ལས་ཐར་བར་འཚལ་བ་ལགས་ཀྱི་བདག་ཅག་དམུས་ལོང་འཚལ་བ་མ་ལགས་སོ། །བདག་ཅག་གཅུགས་མ་མཆིས་པའི་འཁོན་མི་འཚལ་ཏེ། བདག་ཅག་ཀྱང་སྐུར་པ་འདེབས་པར་འཚལ་བ་མ་ལགས་སོ། །བདག་ཅག་མཐའ་འཁོབ་ཀྱི་གནས་འཚལ་བ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་ནི་ཡུལ་གྱི་དབུས་ཀྱི་ཕྱོགས་འཚལ་ཏེ། བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་དང་། ཆོས་མཉན་པ་ཡོངས་སུ་མ་བཏང་ངོ་། །
en: When he heard these words, the venerable Śāriputra said to the Lord, “This is excellent, Lord. Bodhisatvas, great beings, accomplish great things, and the Tathāgata has explained what consequences those who are envious of property will experience. Please, Lord, tell us śrāvakas how to avoid being envious of property. Lord, we want to be free from hell. We do not want to become blind from the time of birth. We do not want to experience unnecessary hostility. We do not want to be faced with baseless accusations. We do not want to end up in border regions. Lord, we do not want to lose the opportunity to live in a central region where there is a tathāgata and where we can hear the Dharma.”

source: དེ་སྐད་ཅེས་གསོལ་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། ། ཤཱ་རིའི་བུ་ཁྱོད་འདི་ལྟར་གནམ་ཞིང་དྲང་བར་གྱུར་ཏེ། གང་ཁྱོད་དེ་བཞིན་གཤེགས་པ་ལ་དོན་འདི་འདྲི་བར་སེམས་པ་ནི་ལེགས་སོ་ལེགས་སོ། ། ངོ་མཚར་ཏོ། ། དེ་བས་ན་ཤཱ་རིའི་བུ་གང་འཇིག་རྟེན་ན་སངས་རྒྱས་ཀྱི་བསླབ་པ་ལ་སློབ་པར་འདོད་པ་དེ་དག་གི་ཕྱིར་བཤད་པར་བྱའོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤཱ་རིའི་བུ་མ་བསླབས་ན་འཐབ་པའི་རྩ་བ་རྩོད་པར་འགྱུར་རོ། ། ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ནི་དད་པ་དང་དང་བ་མང་ཞིང་སེམས་ཅན་རྣམས་ཀྱི་སྐྱབས་ཀྱི་ཕྱིར་ཡུན་རིང་པོར་ལྟ་བ་དང་། དུས་རིང་པོར་ལྟ་བར་འགྱུར་ཞིང་དེ་བཞིན་གཤེགས་པའི་དྲུང་དུ་སོང་ནས་ ཡོངས་སུ་འདྲི་བར་བྱེད་དེ་དེ ས་འདི་ལྟ་བུའི་ཆོས་འདི་ཐོས་ནས་ དགའ་བ་དང་། དད་པ་དང་མཆོག་ཏུ་དགའ་བ་རྒྱ་ཆེན་པོ་ཐོབ་པར་འགྱུར་ཏེ ནན་ཏན་གྱིས་ཀྱང་སྒྲུབ་མོད།
en: When the venerable Śāriputra had said this, the Lord spoke to him, “Excellent, Śāriputra, excellent. You are sincere and honest, and it is excellent that you have thought to ask the Tathāgata about this. Therefore, Śāriputra, I will now give instructions for the sake of those in the world who wish to study the training of the Buddha. Why will I do so? The unlearned, Śāriputra, engage in arguments, which are the root of hostility. Bodhisatvas, Śāriputra, have faith, great faith, and will engage in investigation for a long time, will engage in investigation for extensive periods, in order to protect sentient beings. They will approach the Tathāgata and pose to him questions, and when they hear these kinds of teachings they will be very happy, joyful, and delighted, and they will pursue them with sincerity.

source: ཤཱ་རིའི་བུ་གང་ལྷག་པའི་བསམ་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་འདོད་པའི་སེམས་ཅན་དེ་དག་ནི་ཉུང་བར་འགྱུར་ཏེ། ཕལ་ཆེར་དངོས་པོ་གསུམ་ལ་གནས་སོ། ། གསུམ་གང་ཞེ་ན། རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་ཚོལ་བ་དང་། མཛའ་བོའི་ཁྱིམ་དང་། སློང་བའི་ཁྱིམ་ཚོལ་བ་དང་། གནས་ཡོངས་སུ་འཛིན་པའི་ཕྱུག་པ་ཚོལ་ཏེ། །དངོས་པོ་གསུམ་པོ་འདི་དག་ལ་གནས་སོ། ། དེ་བས་ན་གང་དངོས་པོ་འདི་གསུམ་ལ་གནས་པ་དེ་དག་ནི་ངན་སོང་གསུམ་ལས་ཡོངས་སུ་མི་ཐར་ཏོ། ། དེ་དག་སེམས་ཅན་དམྱལ་བ་ལས་ཐར་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་ལས་ཐར་བར་བྱ་བ་ལ་སྤྲོ་བ་ཆུང་ཞིང་དེ་དག་མཐོ་རིས་ཟད་པར་འགྱུར་བ་དང་། གླེང་བ་དང་། འཐབ་པ་དང་། རྩོད་པ་དང་། འབྲེག་པ་དང་། འགྱེད་པ་ལ་བརྩོན་ཞིང་ལྟ་བར་འགྱུར་རོ། ། དེ་དག་མ་དད་པར་གྱུར་པས་མཛའ་བ་མང་པོས་ཡོངས་སུ་ཟིན་ནས་དགོན་པར་གནས་པ་སྤོང་བ་རྗེས་སུ་འཐོབ་པར་འགྱུར་ཏེ། དེ་དག་ལ་ཁྱིམ་པ་དག་ཚེ་དང་ལྡན་པ་ཁྱོད་ངེད་ཀྱི་གནས་དང་ཉེ་བར་གནས་པར་གྱིས་ཤིག་དང་། ངེད་ཀྱིས་ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་ཀྱིས་བསྙེན་བཀུར་བྱའོ། །
en: Śāriputra, there are few sentient beings who hold the supreme aspiration of attaining final nirvāṇa. Most of them, though, are concerned with three things. What are these three things? They are interested in gain, in respect, and in praise. They are interested in finding friendly families and families that will provide them with food. They are interested in the power that comes from controlling land. These are the three things they are concerned with. Because they are concerned with these three things, they will not be liberated from the three lower states of existence. They have little inclination to be freed from hell, to be freed from the realm of animals, or to be freed from the spirit world governed by Yama. Their ambitions result in heaven being lost to them. They engage in discussions, quarrels, shouting, division, and disputes, and these things absorb their attention. They lack faith, they abandon a life of solitude, and they gather many acquaintances. Householders will tell them, ‘Venerable ones, you should come and stay close to our dwellings, so that we can provide you with clothing, food, bedding, seats, medicine for the sick, and utensils.

source: ཚེ་དང་ལྡན་པ་དགོན་པ་ལ་གནས་ན་ངེད་ཀྱིས་ཀྱང་ཁྱོད་མི་མཐོང་། ཁྱོད་ཀྱིས་ཀྱང་ངེད་མི་མཐོང་ངོ་ཞེས་དེ་སྐད་ཟེར་ཞིང་དེ་དག་ཕན་ཚུན་སྨྲ་བ་མང་བས་གནས་ལ་ཆགས་ནས་མངོན་པར་དགའ་བ་སྐྱེད་དེ། དེ་དག་གནས་ལ་སྲེད་པ་སྐྱེད་པར་འགྱུར། རིང་དུ་གནས་པར་འགྱུར། མཛའ་བོའི་ཁྱིམ་དང་། སློང་བ་སྦྱིན་པའི་ཁྱིམ་མང་བར་འགྱུར་ཏེ། དེ་དག་ཕྱི་ཕྱིར་ཞིང་མཐོང་ན་གཅིག་ལ་གཅིག་སྲེད་པར་འགྱུར་ཏེ། དེ་ལ་གང་དགེ་སློང་ཐོར་བུར་འོངས་པ་དེ་དག་ལ་བསྔགས་པ་མ་ཡིན་པ་སྨྲ་བར་འགྱུར་ཏེ། མང་དུ་ཐོས་པ་མ་ཡིན་ནོ། ། རྒྱུན་དུ་ཞུགས་པ་མ་ཡིན་ནོ་ཞེས་སྨྲ་བར་བྱེད། ལན་ཅིག་ཕྱིར་འོང་བ་མ་ཡིན་ནོ་ཞེས་སྨྲ་བར་བྱེད། དགྲ་བཅོམ་པ་མ་ཡིན་ནོ་ཞེས་སྨྲ་བར་བྱེད་དེ། གཞན་ལ་བསྔགས་པ་མ་ཡིན་པ་བརྗོད་པར་བྱ་བ་ལ་སྤྲོ་བར་བྱེད་དོ། ། ཤཱ་རིའི་བུ་དེ་ལ་ཁྱིམ་པ་དེ་དག་གང་དགེ་སློང་ཐོར་བུར་འོངས་པ་དེ་དག་ནི་བདག་ཅག་གི་དྲུང་ན་ཡུན་རིང་དུ་གནས་པ་མ་ཡིན་གྱི། གང་དགེ་སློང་འཁོད་པ་དག་ནི་བདག་ཅག་གཅིག་གི་གཅིག་དོན་གྱི་ཕོ་ཉ་ཡིན་ནོ་ཞེས་དེ་སྙམ་དུ་སེམས་ཏེ། དེ་དག་གཅིག་ལ་གཅིག་སེར་སྣ་བྱེད་པར་འགྱུར་རོ། །
en: If the venerable ones remain in remote dwellings, you will not see us, and we will not be able to see you.’ After many such encounters and discussions, they become fond of particular dwellings. They become attached to their dwellings. They remain in the same place for long periods of time. They become friendly with many families who provide them with food, and because they see them regularly, a mutual attachment develops. Then, when any unfamiliar mendicants arrive there, they will talk about them in unflattering terms, saying things such as, ‘They are not learned. They are not stream enterers. They are not once-returners. They are not non-returners. They are not arhats.’ They will repeatedly describe them in these and other unflattering terms. Then, Śāriputra, these householders will think, ‘Mendicants who just happen to come by should not stay with us for a long time, but we should develop a mutually beneficial relationship with those mendicants who remain here.’ Miserliness develops among them.

source: ཤཱ་རིའི་བུ་དེ་ལ་ཁ་ཅིག་ནི་ཆོས་འདི་ལྟ་བུ་ཁོང་དུ་ཆུད་པར་མ་གྱུར། ཁོང་དུ་མ་ཆུད། ཁོང་དུ་ཆུད་པར་མི་འགྱུར་ཏེ། དེ་དག་ཐམས་ཅད་མདོ་སྡེ་འདི་ལྟ་བུ་དག་སྤོང་བར་གྱུར། སྤོང་བར་བྱེད། སྤོང་བར་འགྱུར་རོ། ། ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པས་གསུངས་པའི་མདོ་སྡེ་འདི་ལྟ་བུའི་ཚིག་དང་འབྲུའི་རྣམ་གྲངས་ཐོས་ནས་ཐོས་མ་ཐག་ཏུ་མོས་པར་མི་བྱེད་ཀྱི་སེམས་ཅན་གང་ངན་སོང་དུ་འགྲོ་བའི་སེམས་ཅན་དེ་ལྟ་བུ་དག་ནི་སྨོད་པར་བྱེད་པར་འགྱུར་རོ། ། ཤཱ་རིའི་བུ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་མ་ཉམས་པ་ནི་སེར་སྣ་དང་། ཕྲག་དོག་གི་གཞི་འདི་ལྟ་བུ་ངན་སོང་དུ་འགྲོ་བའི་ལས་ཐོས་ནས་ ཁྱིམ་གྱི་སེར་སྣ་མ་བྱས་པ་ཡང་མི་བྱེད། ཁྱིམ་གྱི་སེར་སྣ་བྱས་པ་ཡང་འཆགས་པར་འགྱུར་རོ། ། ཤཱ་རིའི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་མ་ཉམས་པ་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་དོ། །
en: “Śāriputra, the kinds of sentient beings who have not understood, do not understand, and will not understand this particular kind of Dharma, all those who have rejected, are rejecting, or will reject this particular kind of Dharma, and, Śāriputra, those who are not inclined to pay attention to these kinds of sūtras, these kinds of expressions of the Dharma given by the Tathāgata, will certainly discard them when they hear them. They are destined to end up in the lower realms of existence. Still, Śāriputra, when the bodhisatva whose vigor is unyielding hears about this sort of envy and miserliness that leads one to the lower states of existence, he harbors no miserliness in relation to families, he will not do so in the future, and if he has been miserly in relation to families in the past, he will freely admit it. This, Śāriputra, is the unyielding vigor with which the bodhisatva practices the perfection of vigor.

source: གཞན་ཡང་ཤཱ་རིའི་བུ་བརྩོན་འགྲུས་མ་ཉམས་པའི་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ན་སེམས་ཅན་ཐམས་ཅད་ལ་ནད་པར་འདུ་ཤེས་བསྐྱེད་དེ། སེམས་ཅན་དེ་དག་ཐམས་ཅད་ནི་གདུང་བའི་ནད་འདི་གསུམ་གྱིས་རྟག་ཏུ་གདུངས་སོ། ། གསུམ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། འདོད་ཆགས་ཀྱི་གདུང་བ་དང་། ཞེ་སྡང་གི་གདུང་བ་དང་། གཏི་མུག་གི་གདུང་བའོ། ། སྨན་དང་རྩིས་བསྐུ་བའི་སྦྱོར་བ་གང་གིས་སེམས་ཅན་རྣམས་ཀྱི་འདོད་ཆགས་རབ་ཏུ་ཞི་བར་འགྱུར་བ་དང་། ཞེ་སྡང་རབ་ཏུ་ཞི་བར་འགྱུར་བ་དང་། གཏི་མུག་རབ་ཏུ་ཞི་བར་འགྱུར་བ་དེ་འདྲ་བའི་ཆོས་ཀྱི་སྨན་དང་། རྩིས་བསྐུ་བའི་སྦྱོར་བ་བདག་གིས་བསྡུ་བར་བྱའོ་ཞེས་དེ་ལྟར་སེམས་ཤིང་དེ་ཆོས་ཀྱི་སྨན་དང་། རྩིས་བསྐུ་བའི་སྦྱོར་བ་གང་གིས་སེམས་ཅན་རྣམས་ཀྱི་འདོད་ཆགས་རབ་ཏུ་ཞི་བར་འགྱུར་བ་དང་། ཞེ་སྡང་རབ་ཏུ་ཞི་བར་འགྱུར་བ་དང་། གཏི་མུག་རབ་ཏུ་ཞི་བར་འགྱུར་བ་དེ་འདྲ་བའི་ཆོས་ཀྱི་སྨན་དང་། རྩིས་བསྐུ་བའི་སྦྱིན་པ་སྡུད་པར་བྱེད་དོ། ། དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་མ་ཉམས་པ། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་དོ། །
en: “Moreover, Śāriputra, the bodhisatva whose vigor is unyielding and who practices the perfection of vigor perceives all sentient beings as being sick, and he perceives all these sick sentient beings as always suffering from three kinds of affliction. What are these three kinds of affliction? They are the affliction of desire, the affliction of anger, and the affliction of confusion. He thinks, ‘I must master the administration of this medicine, the healing balm of the Dharma. By applying this medicine, this healing balm, I will relieve the desire of all sentient beings; I will relieve their anger, I will relieve their confusion.’ He masters the administration of this medicine, this healing balm of the Dharma, and by applying this medicine, this healing balm of the Dharma, he relieves the desire of all sentient beings, he relieves the anger of all sentient beings, and he relieves the confusion of all sentient beings. This is what is meant by the bodhisatva whose vigor is unyielding practicing the perfection of vigor.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤཱ་རིའི་བུ་སེམས་ཅན་ཐམས་ཅད་ནི་གདུང་བའི་ནད་གསུམ་གྱིས་རྟག་ཏུ་གདུངས་ནས་ན་བ་སྟེ། འདི་ལྟ་སྟེ། འདོད་ཆགས་ཀྱི་གདུང་བ་དང་། ཞེ་སྡང་གི་གདུང་བ་དང་། གཏི་མུག་གི་གདུང་བའོ། ། སེམས་ཅན་གང་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བ་དེ་དག་ཀྱང་གདུང་བ་འདི་གསུམ་གྱིས་རྟག་ཏུ་གདུངས་ཏེ། འདོད་ཆགས་ཀྱི་གདུང་བ་དང་། ཞེ་སྡང་གི་གདུང་བ་དང་། གཏི་མུག་གི་གདུང་བའོ། །གང་དུད་འགྲོའི་སྐྱེ་གནས་པ་དང་། གང་གཤིན་རྗེའི་འཇིག་རྟེན་པ་དང་། གང་མིའི་འཇིག་རྟེན་པ་དང་། གང་ལྷར་སྐྱེས་པའི་སེམས་ཅན་དེ་དག་ཀྱང་འདོད་ཆགས་ཀྱི་གདུང་བ་དང་། ཞེ་སྡང་གི་གདུང་བ་དང་། གཏི་མུག་གི་གདུང་བ་འདི་གསུམ་གྱིས་རྟག་ཏུ་གདུངས་ཏེ། གང་སེམས་ཅན་དེ་དག་གི་སྨན་པ་གསོ་བར་བྱེད་པ་དེ་དག་ཀྱང་འདོད་ཆགས་ཀྱི་གདུང་བ་དང་། ཞེ་སྡང་གི་གདུང་བ་དང་། གཏི་མུག་གི་གདུང་བའི་གདུང་བ་འདི་གསུམ་གྱིས་རྟག་ཏུ་གདུངས་ཏེ། དེ་ལ་སྨན་པ་གཞན་དང་། སྨན་གཞན་བསྐུ་བའི་སྦྱོར་བས་སེམས་ཅན་དེ་དག་གི་འདོད་ཆགས་ཀྱི་གདུང་བ་དང་། ཞེ་སྡང་གི་གདུང་བ་དང་། གཏི་མུག་གི་གདུང་བ་རབ་ཏུ་ཞི་བར་བྱ་མི་ནུས་ཀྱི། གཞན་དུ་ན་དེ་བཞིན་གཤེགས་པ་བླ་ན་ མེད་པའི་སྨན་པའི་རྒྱལ་པོ་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་ཀྱི་སྐུ་ཐོབ་པས་བདག་ཉིད་སྨན་དུ་གྱུར་པར་བྱིན་གྱིས་བརླབས་ནས་སེམས་ཅན་དེ་དག་གི་འདོད་ཆགས་ཀྱི་གདུང་བ་དང་། ཞེ་སྡང་གི་གདུང་བ་དང་། གཏི་མུག་གི་གདུང་བ་རབ་ཏུ་ཞི་བར་བྱེད་ནུས་སོ། ། དེ་བས་ན་ཤཱ་རིའི་བུ་རྣམ་གྲངས་དེས་ཀྱང་འདི་ལྟར་རིག་པར་བྱ་སྟེ། གང་སྨན་པ་ཕལ་དང་། སྨན་གྱིས་བསྐུ་བའི་སྦྱོར་བ་ཕལ་གྱིས་སེམས་ཅན་དེ་དག་གི་འདོད་ཆགས་ཀྱི་གདུང་བ་དང་། ཞེ་སྡང་གི་གདུང་བ་དང་། གཏི་མུག་གི་གདུང་བ་རབ་ཏུ་ཞི་བར་ནུས་པར་སླ་བ་མ་ཡིན་གྱི། གཞན་དུ་ན་དེ་བཞིན་གཤེགས་པ་བླ་ན་ མེད་པའི་སྨན་པའི་རྒྱལ་པོ་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་ཀྱི་སྐུ་ཐོབ་པས་སེམས་ཅན་དེ་དག་གི་འདོད་ཆགས་ཀྱི་གདུང་བ་དང་། ཞེ་སྡང་གི་གདུང་བ་དང་། གཏི་མུག་གི་གདུང་བ་རབ་ཏུ་ཞི་བར་ནུས་པར་རིག་པར་བྱའོ། །
en: “Why is this? Śāriputra, all sick sentient beings are always suffering from these three afflictions: the affliction of desire, the affliction of anger, and the affliction of confusion. Those beings who are born in the hells always suffer from these very same three afflictions: the affliction of desire, the affliction of anger, and the affliction of confusion. Those beings who are born as animals, in the spirit world governed by Yama, in the human realm, or among the gods always suffer from these very same three afflictions: the affliction of desire, the affliction of anger, and the affliction of confusion. Other than the Tathāgata, the unsurpassed great king of doctors, there is no available doctor, no medicine or healing balm, that can relieve the affliction of desire, the affliction of anger, and the affliction of confusion in all sentient beings. By mastering the Dharma body, the bodhisatva, the great being, can himself become a dispenser of medicine, able to relieve the affliction of desire, relieve the affliction of anger, and relieve the affliction of confusion in sentient beings. Therefore, take to heart, Śāriputra, that other than the Tathāgata, the unsurpassed great king of doctors, there is no doctor, no medicine or healing balm, that can relieve the affliction of desire, the affliction of anger, and the affliction of confusion in all sentient beings, and that by mastering the Dharma body, the bodhisatva, the great being, is able to relieve the affliction of desire, relieve the affliction of anger, and relieve the affliction of confusion in sentient beings.

source: ཤཱ་རིའི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། སེམས་ཅན་གྱི་ཁམས་རབ་ཏུ་མང་ངམ་གསོལ་པ།
en: “What do you think, Śāriputra? Is the element of sentient beings the largest?”

source: ཇི་ལྟར་ན་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་དོན་བདག་གིས་འཚལ་ཏེ། སེམས་ཅན་གྱི་ཁམས་ནི་རབ་ཏུ་མང་གི །སའི་ཁམས་ནི་དེ་ལྟ་མ་ལགས་སོ། །ཆུའི་ཁམས་ནི་དེ་ལྟ་མ་ལགས། མེའི་ཁམས་ནི་དེ་ལྟ་མ་ལགས། རླུང་གི་ཁམས་ནི་དེ་ལྟ་མ་ལགས་སོ།
en: “According to what I have understood of what the Lord has said, the element of sentient beings is the largest, not the earth element, the water element, the fire element, or the wind element.”
